[
  {
    "titre": "Préambule",
    "texte": "L’inscription sur le site alummi.fr implique l’acceptation des présentes conditions d’utilisation."
  },
  {
    "titre": " 1. Le site alummi.fr ",
    "texte": "Le site alummi.fr référence les anciens étudiants MMI et leurs parcours professionnel ainsi qu’universitaire. Il\n      leur permet de chercher des anciens étudiants ou professeurs avec lesquels collaborer dans tous types de projets.\n      Alummi.fr ne fait qu’informer les usagers des professionnels du web ayant effectué la même formation qu’eux.\n      L’équipe du site ne saurait être tenue pour responsable en cas de discorde ou quelconque problème survenu sur lors\n      d’un projet liant des utilisateurs d’alummi.fr."
  },
  {
    "titre": "2. Droits et devoirs des membres",
    "texte": "Un membre d’Alummi est un visiteur inscrit et connecté sur le site. Les membres peuvent profiter pleinement du\n    service en ayant un profil attribué sur lequel ils peuvent référencer leur parcours professionnel, universitaire,\n    certaines de leurs créations...etc. Les membres sont responsables des données qu’ils postent : textes, photos,\n    vidéos. Ils s’engagent à être propriétaires des contenus qu’ils postent et à ne poster aucun contenu inapproprié,\n    haineux, déplacé, pornographique ou qui violerait la législation en vigueur. Ils s’engagent à communiquer avec\n    courtoisie et respect avec les autres membres du site. Tout membre ne respectant pas ces principes risquera de se\n    faire radier du site sans préavis."
  },
  {
    "titre": "3. Propriété intellectuelle et utilisation des contenus postés",
    "texte": "Tout le site est soumis au droit de la propriété intellectuelle. Toute reproduction totale ou partielle des\n    contenus, textes, graphiques, photos, est strictement interdite sans l’autorisation préalable du directeur de\n    publication. Alummi.fr ne saurait être tenu pour responsable de contenus inappropriés ou litigieux postés par des\n    membres du site, chaque membre étant responsable de ce qu’il poste sur le site comme le stipule le point n°2 des\n    présentes conditions d’utilisation."
  },
  {
    "titre": "4. Modération des contenus",
    "texte": "Alummi.fr s’efforce de donner le meilleur accès possible à son service, mais se donne le droit de suspendre à tout\n    moment l’accès à l’entièreté ou à une partie du contenu présent sur le site : Momentanément afin d’y effectuer une\n    mise à jour ou définitivement s’il s’agit d’une simple suppression. À savoir également que le site est optimisé pour\n    les navigateurs récents ainsi que pour tout types de supports."
  },
  {
    "titre": "5. Éthique et philosophie",
    "texte": "Comme sa communauté, l’équipe d’Alummi est avant tout composée d’étudiants MMI. Nous sommes ouverts et à l’écoute\n    de vos propositions, vos partenariats, vos projets; n’hésitez pas à nous contacter. Nous sommes à l’écoute : si vous\n    détectez des bugs ou souhaitez suggérer une amélioration, n’hésitez pas à nous contacter ! <br/>\n    Merci."
  }
]
