[
  {
    "id": "6",
    "titre": " L’enfance à Burbank",
    "intertitre": "",
    "texte": "Tim Burton est né le 25 août 1958 et grandit dans la maison familiale de Burbank, une petite ville Californienne située aux alentours de Los Angeles qui avait pour particularité d’accueillir bon nombre de studios de cinéma très renommés tels Columbia, Warner Bros. et surtout Disney.\nBien que Burbank puisse sembler être un endroit particulièrement excitant pour le futur réalisateur que sera Tim Burton, il n’en garde que le souvenir d’une ville plutôt paisible mais sans âme, peuplée de gens à la normalité déconcertante et à l’ouverture d’esprit toute relative, figure d’une certaine Amérique qu’il s’essaiera plusieurs fois à dénoncer dans son travail ultérieur.",
    "texte2": "Le père de Burton travaille au centre sportif de la ville en tant qu’entraineur de Base-Ball tandis que sa mère tient une boutique de cadeaux orientée vers les décors félins.\n\nIntroverti et éprouvant des difficultés autant à la maison qu’à l’école, il passe le plus clair de ses temps libres à regarder des films de monstres et d’horreur, à la télé ou au cinéma. Il y découvre donc un certain cinéma qui aura une influence cruciale sur sa carrière à venir, au travers des films de la Hammer (un studio anglais qui produisit des films d’horreurs “gothiques” depuis la fin des années 50 aux années 70), l’emblématique acteur Vincent Price (auquel il rendra plus tard hommage et qui deviendra son ami) ou l’excentricité du réalisateur Ed Wood (au sujet duquel il fera également un film).",
    "image": "https://p1.storage.canalblog.com/27/15/334316/51178697.jpg"
  },
  {
    "id": "1",
    "titre": "Tim Burton au pays enchanté de Disney",
    "intertitre": "CalArts",
    "texte": "En 1976, alors âgé de 18 ans, Tim et son talent très précoce sont repérés par des chasseurs de têtes travaillant pour Disney et il obtient une bourse pour intégrer CalArts (California Institute for the Arts), une école fondée par le studio pour constituer un “réservoir” de talents dont beaucoup travailleront ensuite au sein de la célèbre entreprise.",
    "texte2" : "",
    "image": "https://tristanseclet.com/timburton-img/stalk-of-the-celery-monster-1.jpg"
  },
  {
    "id": "2",
    "titre": "",
    "intertitre": "Animateur chez Disney",
    "texte": "Embauché par Disney, il travaille entre autres sur Tron (non crédité, en tant qu’animateur), The Lords of The Rings (non crédité, en tant qu’intervalliste), ainsi que sur Rox et Rouky (en tant qu’animateur) : Je n’arrivais même pas à imiter le style Disney. ",
    "texte2": "Les miens [renards] ressemblaient à une route défoncée.(…) J’avais l’impression de subir le supplice de la goutte d’eau. (…) Je n’avais pas la force d’endurer cela, c’était au-dessus de mes forces.Je me comportais de manière étrange (…). Je m’installais fréquemment au fond d’une armoire dont je ne sortais pas, ou je m’asseyais sur mon bureau – ou en-dessous –, ou je faisais des trucs bizarres comme me faire arracher une dent de sagesse et inonder de sang les couloirs. Mais je suis arrivé à dépasser ce stade. Je ne m’enferme plus dans une armoire ! J’étais gardé à distance respectable, mais j’avais la paix",
    "image": "https://tristanseclet.com/timburton-img/Taram-Burton.jpg"
  },
  {
    "id": "3",
    "titre": "",
    "intertitre": "Art Conceptor",
    "texte": "Il accède par la suite avec un bonheur relatif à un poste d’artiste-concepteur sur Taram et le Chaudron Magique, ce qui lui permet de jeter librement sur papier ses idées fantasques, indépendamment du fait qu’aucune ne sera retenue pour le film. Burton démarre une petite dépression.",
    "texte2": "",
    "image": ""
  },
  {
    "id": "4",
    "titre": "Vincent, Frankenweenie et Hansel & Gretel",
    "intertitre": "Première animation chez Disney",
    "texte": "Après cette période difficile, il finit pourtant par obtenir le soutien de Julie Hickson et Tom Wilhite, respectivement productrice exécutive et responsable du développement créatif chez Disney. Ils réussissent à débloquer eux-même, de manière plus ou moins subversive, les fonds (60 000 $) qui permettent à Tim Burton de réaliser un petit bijou d’animation basé sur un poème qu’il voulait à la base éditer en livre : Vincent. Ce film en stop-motion met en scène un enfant, Vincent Malloy, partagé entre sa vraie vie de petit garçon (à laquelle lui rappelle à plusieurs reprises sa mère) et son identification à Vincent Price, le héros de Tim Burton.",
    "texte2": "Une voix off, celle de l’acteur lui-même que Burton arrivera à associer au projet, récite sur les images le poème écrit par Tim sur un ton proche des textes d’Edgar Allan Poe, dont il emprunte une citation, en clôture le court-métrage.\nTim Burton devient un ami de Vincent Price et lui confiera plusieurs rôles, de même qu’il commença un documentaire -jamais terminé- sur lui, Conversations with Vincent. \n\n J’ai toujours gardé contact avec lui [Vincent Price], même de façon relâchée (…) Il faisait partie de cette génération de gens avec qui on reste toujours connecté même s’il arrive qu’on ne se voit pas régulièrement. (…) Il était très encourageant. J’avais toujours l’impression qu’il comprenait exactement le propos du film, peut-être même plus que moi (…). Il en comprenait la psychologie sous-jacente",
    "image": "https://tristanseclet.com/timburton-img/vincent-autres-004.png"
  },
  {
    "id": "5",
    "titre": "",
    "intertitre": "",
    "texte": "Après cette période difficile, il finit pourtant par obtenir le soutien de Julie Hickson et Tom Wilhite, respectivement productrice exécutive et responsable du développement créatif chez Disney. Ils réussissent à débloquer eux-même, de manière plus ou moins subversive, les fonds (60 000 $) qui permettent à Tim Burton de réaliser un petit bijou d’animation basé sur un poème qu’il voulait à la base éditer en livre : Vincent.",
    "texte2" :  "Parmi les 3 collaborateurs à la réalisation du film, notons la présence de Rick Heinrich qui reste l’un des “fidèles” de Tim Burton tout au long de sa carrière et qui participe de manière très importante dans la définition de son style visuel. Toujours pour le compte de Disney, en 1984, il tourne son premier film “live”, Frankenweenie, toujours produit par Julie Hickson.\nCe moyen-métrage est une variation du film Frankenstein où un enfant joue les apprentis sorciers en faisant ressusciter son chien après que celui-ci se soit fait renversé par une voiture.\nIl dirige Shelley Duvall (Shining) et la toute jeune Sofia Coppola (dans un rôle secondaire).",
    "image": "https://tristanseclet.com/timburton-img/vincent-autres-005.jpg"
  },
  {
    "id": "6",
    "titre": "",
    "intertitre": "Bye Bye Mickey !",
    "texte": "Las qu’on lui reconnaisse ouvertement son talent mais qu’on se refuse à l’exploiter en raison d’une ligne politique et artistique “trop sage”, il claque la porte des studios en 1984 et en garde depuis un souvenir amer.\nCe qui ne l’empêche pas d’entretenir avec eux une relation étroite et ambigüe, sorte de “je t’aime – moi non plus” : comme l’explique très bien Mathieu-Alexandre Jacques dans “L’énonciation de l’interdit – ou comment Tim Burton a dynamité de l’intérieur les formations imaginaires proposées par Disney“, le réalisateur intègre en effet très bien le “monde de Disney”, qui figure chez lui une présence spectrale, sorte d’ombre dont le créateur de Batman ne semble pouvoir s’émanciper totalement.",
    "texte2": "Il connaît parfaitement la “grammaire” du studio, et partage certaines de ses thématiques (le merveilleux, par exemple), mais qu’il aborde sous un tout autre angle.\nLe manichéisme Disneyien n’existe par contre pas chez Tim Burton, qui préfère mettre en scène des personnages à la psychologie plus complexe, qui ne sont ni tout à fait bons, ni tout à fait méchants (sa Catwoman est une incarnation parfaite de cette affirmation).",
    "image": "https://tristanseclet.com/timburton-img/16-RomeoJuliet_penandink-480x362.jpg"
  },
  {
    "id": "7",
    "titre": "Premières réalistations",
    "intertitre": "Pee Wee’s Big Adventure, The Jar & Aladdin",
    "texte": "Il dirige par la suite un petit téléfilm, Aladdin and his Wonderful Lamp, adaptation du célèbre conte des 1001 nuits pour le Faerie Tale Theatre.\nL’hôtesse de ce show n’est autre que Shelley Duvall, qui fut précédemment dirigée par Burton dans Frankenweenie.",
    "texte2": "Cette réalisation est mineure dans sa filmographie, disposant de faibles budgets et de délais assez courts. Tim Burton comprends, en le réalisant, qu’il a du mal à s’approprier un matériau duquel il ne se sent pas proche, et cela sera désormais un critère primordial dans ses choix de réalisateur.",
    "image": "https://tristanseclet.com/timburton-img//Aladdin-and-his-Wonderful-Lamp-430x241.png"
  },
  {
    "id": "8",
    "titre": "",
    "intertitre": "",
    "texte": "Peu de temps après, c’est Paul Reubens, animateur d’une émission télé pour enfants, qui vient trouver Burton pour réaliser une adaptation de son Pee Wee Herman Show.\nTim Burton accepte le pari et s’entoure d’une bonne équipe technique : Pee Wee’s Big Adventure est sur les rails.\nC’est la première fois qu’il a affaire avec un gros studio hollywoodien, en l’occurrence la Warner Bros.",
    "texte2": "Pour la musique du film, il fait appel au chanteur du groupe Oingo Boingo, Danny Elfman, qu’il avait déjà vu en concert alors qu’il était étudiant.\nBien que peu sûr de lui du fait de son absence de formation musicale “traditionnelle”, Elfman se révélera être un compositeur de bandes originales particulièrement prolifique, autant pour Tim Burton que sur d’autres films ou séries télé.",
    "image": "https://tristanseclet.com/timburton-img//pee-wees-big-adventure-autres-004.jpg"
  },
  {
    "id": "9",
    "titre": "Tim Burton fait une entrée fracassante dans la cour des grands",
    "intertitre": "Beetlejuice",
    "texte": "Après avoir refusé une série de mauvais scripts, Burton tombe sur celui de Beetlejuice, une comédie macabre d’après une histoire de Michael McDowell et Larry Wilson.\nTim Burton le remanie de manière à y exploiter fortement le potentiel comique ainsi que les personnages de Betelgeuse et de Lydia, qui devaient originellement occuper une moindre place.",
    "texte2": "En effet, le film d’origine devait à la base s’appeler The Maitlands et être réalisé par le maître du film d’horreur, Wes Craven (Nightmare on Elm Street, Scream).\nBeetlejuice marque également la rencontre de Tim Burton avec Michael Keaton (Betelgeuse) et Winona Ryder (Lydia), à qui il confiera par la suite d’autres rôles en or.\nIl y dirige également Catherine O’Hara, Jeffrey Jones et Glenn Shadix, acteurs récurrents de sa filmographie.",
    "image": "https://tristanseclet.com/timburton-img//beetlejuice-tournage-050.png"
  },
  {
    "id": "9",
    "titre": "",
    "intertitre": "Batman",
    "texte": "En 1979, la Warner avait acquis les droits d’adaptation du comics de Bob Kane, Batman.\nTim Burton, toujours sous contrat dans le studio, incarne à leurs yeux la personne qui saura sublimer ce personnage mythique de la culture américaine, passant devant Joe Dante (Gremlins) et d’autres réalisateurs approchés dans un premier temps.\nIl avait en effet été décidé que le projet lui serait cédé s’il répétait un deuxième succès au box-office après Pee Wee, condition remplie avec la réussite de Beetlejuice.",
    "texte2": "Si Batman est une réussite aussi bien sur le plan artistique que commercial, c’est également le premier film d’une longue série dans laquelle Tim Burton est confronté à des problèmes de divergences d’opinions face aux studios.\nIci, la Warner, appuyée par des milliers de lettres de fans mécontents, remet en cause le choix de faire endosser le costume de la chauve-souris à Michael Keaton.",
    "image": "https://tristanseclet.com/timburton-img//batman-tournage-024.jpg"
  },
  {
    "id": "10",
    "titre": "",
    "intertitre": "",
    "texte": "L’acteur est en effet à l’époque fiché “comique” et dispose en outre d’un physique assez standard.\nCe dernier aspect est, selon Burton, primordial : pour lui, Batman n’est pas un super-héros au sens propre du terme (c’est-à-dire possédant des super-pouvoirs), mais un homme ordinaire (avec un physique ordinaire, donc) qui endosse un costume de justicier.\nEn outre, Tim Burton s’éloigne fortement du Batman kitsch et lisse des adaptations existantes (la célèbre série télé des années 60 avec Adam West) et propose un personnage très sombre et tourmenté, en cela beaucoup plus proche du comics original et surtout des travaux de Frank Miller et Alan Moore des années 80.",
    "texte2": "Il fallut même, pour calmer les ardeurs des fans, diffuser une première bande-annonce montée à partir des rushes et prouvant la qualité du travail accompli.\nEn dépit de tout cela, le film fut le seul de toutes les adaptations de Batman, exception faite de The Dark Knight de Christopher Nolan, à gagner un Oscar, remis à Anton Furst pour les décors.",
    "image": ""
  },
  {
    "id": "11",
    "titre": "Les débuts des années 90 : 3 films, 3 succès",
    "intertitre": "Edward Scissorhands",
    "texte": "A commencer par Edward Aux Mains D’Argent, un conte merveilleux co-écrit avec Caroline Thompson d’après une idée originale de Tim Burton.\nL’histoire, comme beaucoup d’autres parmi ses films, comporte une dimension fortement autobiographique.\n\nLes influences principales du scénario proviennent de Frankenstein, La Belle Et La Bête, Le Fantôme De L’Opéra et enfin de Der Struwwelpeter, un conte allemand du 19ème siècle traitant du fait de bien se comporter et où un enfant refuse, par exemple, de se laver ou… de se couper les ongles.",
    "texte2": "La Warner, qui avait produit les 3 films précédents de Burton, se montre peu intéressée et c’est donc vers la Fox que Burton se tourne, sous condition d’avoir le champ entièrement libre pour son film.\nPour l’acteur principal, le studio propose un acteur très en vogue à l’époque, Tom Cruise.\nBurton, peu emballé, accepte de le rencontrer mais jettera finalement son dévolu sur celui qui, à l’époque, était surtout connu pour son rôle de playboy dans la série teenage 21 Jump Street : Johnny Depp.\nLeur rencontre, racontée par Depp dans la préface du livre Burton on Burton de Mark Salisbury, provoque des étincelles.",
    "image": "https://tristanseclet.com/timburton-img/edward-scissorhands-tournage-003.jpg"
  },
  {
    "id": "12",
    "titre": "",
    "intertitre": "Batman Returns",
    "texte": "En 1991, la Warner rappelle Burton pour réaliser la suite de Batman.\nAprès d’âpres discussions, Tim Burton accepte, en échange d’une lourde contrepartie financière et à la condition qu’il ait un contrôle total (ce qui est bien sûr relatif) sur le film, ceci afin d’éviter que le studio ne se mêle de son travail comme il l’avait fait sur le premier Batman, que Burton considère avec du recul comme son film le moins personnel et dont l’expérience de tournage l’avait conduit au bord de la dépression.",
    "texte2": "Bien que la Warner ait accepté la condition de Burton, ils ne cessent de lui tirer dans les pattes : son intérêt pour Batman Returns va en effet de pair avec l’introduction de nouveaux « méchants » : Selina Kyle alias Catwoman (Michelle Pfeiffer), et Oswald Cobblepot, le formidable pingouin incarné par Danny DeVito.\nCes deux personnages sont mis, à titre d’importance, sur le même pied que Batman, voire même en avant par rapport au héros du film, ce qui ne va pas sans chambouler la conception héroïque du film envisagée par les studios. L’opposition bien/mal est encore moins perceptible, et la moralité des personnages est toute relative.",
    "image": "https://tristanseclet.com/timburton-img/batman-returns-tournage-003.jpg"
  },
  {
    "id": "13",
    "titre": "",
    "intertitre": "",
    "texte": "En outre, le film est bien plus personnel et encore plus sombre que le premier opus.\nCatwoman est affublée d’un caractère très « sexuel », ce qui dérangera bon nombre de personnes, qui arguent que le film ne convient pas à un public d’enfants.\nLa chaîne McDonalds, poussé dans le dos par des associations de parents, va même jusqu’à annuler son partenariat marketing avec la Warner pour ce film.",
    "texte2": "Véritable explosion visuelle, lectures à plusieurs niveaux, c’est une réussite totale. Certaines scènes sont tout bonnement époustouflantes, comme la scène de défenestration de Catwoman par Max Shreck, sa transformation, ou encore la scène du bal où Batman et Catwoman, les ennemis masqués, se rendent compte de leur identité respective alors qu’ils sont en train de danser.\nLa partition d’Elfman, elle aussi, est un petit bijou.",
    "image": ""
  },
  {
    "id": "13",
    "titre": "",
    "intertitre": "Tim Burton’s Nightmare Before Christmas",
    "texte": "En 1982, alors qu’il était chez Disney, Tim Burton avait écrit un poème narrant les (més)aventures de Jack Skellington, roi du pays d’Halloween.\nLas de semer la terreur, il découvrait au hasard d’une promenade le pays merveilleux de Noël et tentait par la suite de le fêter à sa façon…\nInspiré par le style du Dr. Seuss et en particulier de son How the Grinch stole Christmas, le projet est -à nouveau- jugé trop noir par Disney, et Tim Burton manque de moyens pour le lancer. Il restera donc dans dans les cartons.",
    "texte2": "1990. Maintenant que la donne a changé pour Tim Burton, il décide de monter le projet.\nBien que les droits appartiennent à Disney, il arrive à les convaincre de financer son film. Son film ? Pas entièrement, puisque c’est Henry Selick qui le réalisera.\nTim Burton est en effet trop occupé à s’emmêler les pinceaux sur Batman Returns et considère qu’il n’a pas l’expérience technique en stop-motion pour assurer la supervision de l’ensemble du projet ; mais L’Etrange Noël de Mr Jack reste son projet, avec son histoire, ses personnages et son univers visuel.",
    "image": "https://buzzly.fr/uploads/thumb/960/8258737999481.jpg"
  },
  {
    "id": "13",
    "titre": "",
    "intertitre": "",
    "texte": "Le film est donc bien le produit de trois hommes : Burton, Elfman et Selick qui se partagent à part égale les mérites du rendu final.\nCaroline Thompson rejoint également le projet, avec qui Burton monte Skellington Prod (renommé en Twitching Images dès 1994) pour s’occuper de la production du film.",
    "texte2": "Véritable défi technique, 14 animateurs y travaillent simultanément 12 heures par jour et 6 jours semaine pendant plus de 2 ans.\nIls ne produisent « que » (dans le domaine de l’animation, c’est relatif) 60 secondes d’animation par semaine, jonglant avec plusieurs dizaines de poupées ayant chacune de nombreuses têtes interchangeables (180 pour Jack) à animer dans des décors somptueux traversés, qui plus est, par des mouvements de caméra compliqués calculés par ordinateur.\n\nLe film n’a coûté que 50 millions de dollars et remporte un grand succès, qui sera plus tardif en Belgique et en France.\nIl est encore aujourd’hui objet d’un véritable culte, et un tas de produits dérivés on fait leur apparition.",
    "image": ""
  }
]
